alacritty
alsa-firmware
alsa-tools
alsa-utils
asusctl
base
base-devel
bat
btrfs-progs
cava
chromium
cliphist
clojure
clojure-lsp-bin
ddcutil
dotnet-sdk
easyeffects
efibootmgr
evtest
fd
fuzzel
fwupd
fzf
gemini-cli
git
gst-plugin-pipewire
intel-media-driver
intel-ucode
jq
lastpass-cli
libpulse
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
nautilus
neovim
networkmanager
niri
noctalia-shell
npm
nvidia-open-dkms
nvidia-prime
nvidia-settings
nvidia-utils
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
polychromatic
power-profiles-daemon
ripgrep
rlwrap
rog-control-center
rust
sof-firmware
supergfxctl
sysfsutils
ttf-jetbrains-mono-nerd
unzip
upscayl-appimage
wev
wireplumber
wl-clipboard
wlsunset
xdg-desktop-portal-gnome
xwayland-satellite
yay
yay-debug
yazi
zram-generator
